Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_reads_catching_up_headers
source: Headers: block %1$d. Wallet scan: %2$d of %3$d. Synchronization continues automatically.
ar: الرؤوس: كتلة %1$d. مسح المحفظة: %2$d من %3$d. تستمر المزامنة تلقائيًا.
de: Header: Block %1$d. Wallet-Scan: %2$d von %3$d. Die Synchronisierung wird automatisch fortgesetzt.
es: Cabeceras: bloque %1$d. Escaneo de billetera: %2$d de %3$d. La sincronización continúa automáticamente.
fa: هدرها: بلوک %1$d. اسکن کیف پول: %2$d از %3$d. همگام سازی به صورت خودکار ادامه می یابد.
fr: En-têtes : bloc %1$d. Analyse du portefeuille : %2$d ou %3$d. La synchronisation se poursuit automatiquement.
he: כותרות: בלוק %1$d. סריקת ארנק: %2$d או %3$d. הסנכרון ממשיך באופן אוטומטי.
hi: हेडर: %1$d को ब्लॉक करें। वॉलेट स्कैन: %3$d का %2$d। सिंक्रनाइज़ेशन स्वचालित रूप से जारी रहता है.
id: Header: blok %1$d. Pemindaian dompet: %2$d dari %3$d. Sinkronisasi berlanjut secara otomatis.
it: Intestazioni: blocco %1$d. Scansione del portafoglio: %2$d di %3$d. La sincronizzazione continua automaticamente.
ja: ヘッダー: ブロック %1$d。ウォレットのスキャン: %2$d/%3$d。同期は自動的に続行されます。
ko: 헤더: %1$d를 차단합니다. 지갑 스캔: %3$d의 %2$d. 동기화는 자동으로 계속됩니다.
nl: Kopteksten: blok %1$d. Portemonneescan: %2$d of %3$d. De synchronisatie gaat automatisch verder.
pl: Nagłówki: blok %1$d. Skan portfela: %2$d z %3$d. Synchronizacja jest kontynuowana automatycznie.
pt: Cabeçalhos: bloco %1$d. Digitalização de carteira: %2$d de %3$d. A sincronização continua automaticamente.
ru: Заголовки: блок %1$d. Скан кошелька: %2$d или %3$d. Синхронизация продолжится автоматически.
tr: Başlıklar: %1$d bloğu. Cüzdan taraması: %2$d veya %3$d. Senkronizasyon otomatik olarak devam eder.
uk: Заголовки: блок %1$d. Сканування гаманця: %2$d або %3$d. Синхронізація продовжується автоматично.
vi: Tiêu đề: khối %1$d. Quét ví: %2$d của %3$d. Đồng bộ hóa tiếp tục tự động.
zh_hans: 标头：块 %1$d。钱包扫描：%2$d 或 %3$d。同步会自动继续。
zh_hant: 標頭：塊 %1$d。錢包掃描：%2$d 或 %3$d。同步會自動繼續。

# wallet_reads_catching_up_scan
source: Headers are current. Wallet scan: block %1$d of %2$d. Synchronization continues automatically.
ar: الرؤوس حالية. مسح المحفظة: كتلة %1$d من %2$d. تستمر المزامنة تلقائيًا.
de: Überschriften sind aktuell. Wallet-Scan: %1$d von %2$d blockieren. Die Synchronisierung wird automatisch fortgesetzt.
es: Los encabezados están actualizados. Escaneo de billetera: bloque %1$d de %2$d. La sincronización continúa automáticamente.
fa: سرصفحه ها جاری هستند. اسکن کیف پول: بلوک %1$d از %2$d. همگام سازی به صورت خودکار ادامه می یابد.
fr: Les en-têtes sont à jour. Analyse du portefeuille : bloquez %1$d ou %2$d. La synchronisation se poursuit automatiquement.
he: הכותרות עדכניות. סריקת ארנק: חסום %1$d של %2$d. הסנכרון ממשיך באופן אוטומטי.
hi: हेडर चालू हैं. वॉलेट स्कैन: %2$d में से %1$d को ब्लॉक करें। सिंक्रनाइज़ेशन स्वचालित रूप से जारी रहता है.
id: Header terkini. Pemindaian dompet: blokir %1$d dari %2$d. Sinkronisasi berlanjut secara otomatis.
it: Le intestazioni sono attuali. Scansione portafoglio: blocca %1$d di %2$d. La sincronizzazione continua automaticamente.
ja: ヘッダーは最新のものです。ウォレット スキャン: %1$d または %2$d をブロックします。同期は自動的に続行されます。
ko: 헤더는 최신입니다. 지갑 스캔: %2$d의 %1$d를 차단합니다. 동기화는 자동으로 계속됩니다.
nl: Headers zijn actueel. Portemonneescan: blokkeer %1$d van %2$d. De synchronisatie gaat automatisch verder.
pl: Nagłówki są aktualne. Skan portfela: blok %1$d z %2$d. Synchronizacja jest kontynuowana automatycznie.
pt: Os cabeçalhos são atuais. Verificação de carteira: bloquear %1$d de %2$d. A sincronização continua automaticamente.
ru: Заголовки актуальны. Сканирование кошелька: заблокируйте %1$d %2$d. Синхронизация продолжится автоматически.
tr: Başlıklar günceldir. Cüzdan taraması: %2$d'nin %1$d'sini engelleyin. Senkronizasyon otomatik olarak devam eder.
uk: Заголовки актуальні. Сканування гаманця: блок %1$d з %2$d. Синхронізація продовжується автоматично.
vi: Tiêu đề là hiện tại. Quét ví: chặn %1$d của %2$d. Đồng bộ hóa tiếp tục tự động.
zh_hans: 标题是最新的。钱包扫描：区块%2$d的%1$d。同步会自动继续。
zh_hant: 標題是最新的。錢包掃描：區塊%2$d的%1$d。同步會自動繼續。

# wallet_reads_history_empty
source: No wallet transactions were found in the synchronized snapshot.
ar: لم يتم العثور على معاملات المحفظة في اللقطة المتزامنة.
de: Im synchronisierten Snapshot wurden keine Wallet-Transaktionen gefunden.
es: No se encontraron transacciones de billetera en la instantánea sincronizada.
fa: هیچ تراکنش کیف پولی در عکس فوری همگام‌سازی شده یافت نشد.
fr: Aucune transaction de portefeuille n'a été trouvée dans l'instantané synchronisé.
he: לא נמצאו עסקאות ארנק בתמונת המצב המסונכרנת.
hi: सिंक्रोनाइज़्ड स्नैपशॉट में कोई वॉलेट लेनदेन नहीं पाया गया।
id: Tidak ada transaksi dompet yang ditemukan dalam snapshot yang disinkronkan.
it: Nessuna transazione del portafoglio trovata nello snapshot sincronizzato.
ja: 同期されたスナップショットにはウォレット トランザクションが見つかりませんでした。
ko: 동기화된 스냅샷에서 지갑 거래가 발견되지 않았습니다.
nl: Er zijn geen portefeuilletransacties gevonden in de gesynchroniseerde momentopname.
pl: W zsynchronizowanym zrzucie nie znaleziono żadnych transakcji portfela.
pt: Nenhuma transação de carteira foi encontrada no instantâneo sincronizado.
ru: В синхронизированном снимке не обнаружено транзакций кошелька.
tr: Senkronize anlık görüntüde hiçbir cüzdan işlemi bulunamadı.
uk: У синхронізованому знімку не знайдено транзакцій гаманця.
vi: Không tìm thấy giao dịch ví nào trong ảnh chụp nhanh được đồng bộ hóa.
zh_hans: 同步快照中未发现钱包交易。
zh_hant: 同步快照中未发现钱包交易。

# wallet_reads_history_unavailable
source: Transaction history is not available until synchronization completes.
ar: سجل المعاملات غير متاح حتى تكتمل المزامنة.
de: Der Transaktionsverlauf ist erst verfügbar, wenn die Synchronisierung abgeschlossen ist.
es: El historial de transacciones no está disponible hasta que se completa la sincronización.
fa: تا زمانی که همگام سازی کامل نشود، سابقه تراکنش در دسترس نیست.
fr: L'historique des transactions n'est pas disponible tant que la synchronisation n'est pas terminée.
he: היסטוריית העסקאות אינה זמינה עד לסיום הסנכרון.
hi: सिंक्रोनाइज़ेशन पूरा होने तक लेन-देन इतिहास उपलब्ध नहीं है।
id: Riwayat transaksi tidak tersedia hingga sinkronisasi selesai.
it: La cronologia delle transazioni non è disponibile fino al completamento della sincronizzazione.
ja: トランザクション履歴は、同期が完了するまで利用できません。
ko: 동기화가 완료될 때까지 거래 내역을 사용할 수 없습니다.
nl: De transactiegeschiedenis is pas beschikbaar als de synchronisatie is voltooid.
pl: Historia transakcji nie jest dostępna do momentu zakończenia synchronizacji.
pt: O histórico de transações não estará disponível até que a sincronização seja concluída.
ru: История транзакций недоступна до завершения синхронизации.
tr: Senkronizasyon tamamlanana kadar işlem geçmişi kullanılamaz.
uk: Історія транзакцій недоступна, доки не завершиться синхронізація.
vi: Lịch sử giao dịch không có sẵn cho đến khi quá trình đồng bộ hóa hoàn tất.
zh_hans: 在同步完成之前，事务历史记录不可用。
zh_hant: 在同步完成之前，事務歷史記錄不可用。

# wallet_reads_live_connecting
source: Finding independent Handshake peers. Verified local height %1$d; this sync continues from that checkpoint.
ar: العثور على أقران Handshake المستقلين. الارتفاع المحلي الذي تم التحقق منه %1$d؛ تستمر هذه المزامنة من نقطة التفتيش تلك.
de: Suche nach unabhängigen Handshake-Kollegen. Verifizierte lokale Höhe %1$d; Diese Synchronisierung wird ab diesem Prüfpunkt fortgesetzt.
es: Encontrar pares independientes Handshake. Altura local verificada %1$d; esta sincronización continúa desde ese punto de control.
fa: یافتن همتایان مستقل Handshake. ارتفاع محلی تأیید شده %1$d؛ این همگام سازی از آن ایست بازرسی ادامه می یابد.
fr: Recherche de pairs indépendants Handshake. Hauteur locale vérifiée %1$d ; cette synchronisation continue à partir de ce point de contrôle.
he: מציאת עמיתים עצמאיים של Handshake. גובה מקומי מאומת %1$d; הסנכרון הזה ממשיך מאותו מחסום.
hi: स्वतंत्र Handshake साथियों को ढूँढना। सत्यापित स्थानीय ऊंचाई %1$d; यह सिंक उस चेकपॉइंट से जारी रहता है।
id: Menemukan rekan Handshake yang independen. Ketinggian lokal terverifikasi %1$d; sinkronisasi ini berlanjut dari pos pemeriksaan itu.
it: Trovare peer Handshake indipendenti. Altezza locale verificata %1$d; questa sincronizzazione continua da quel checkpoint.
ja: 独立した Handshake ピアを検索します。ローカル高さ %1$d を確認。この同期はそのチェックポイントから継続されます。
ko: 독립적인 Handshake 피어를 찾습니다. 확인된 로컬 높이 %1$d; 이 동기화는 해당 체크포인트에서 계속됩니다.
nl: Onafhankelijke Handshake-peers vinden. Geverifieerde lokale hoogte %1$d; deze synchronisatie gaat verder vanaf dat controlepunt.
pl: Znajdowanie niezależnych elementów równorzędnych Handshake. Zweryfikowana wysokość lokalna %1$d; ta synchronizacja jest kontynuowana od tego punktu kontrolnego.
pt: Encontrar pares Handshake independentes. Altura local verificada %1$d; esta sincronização continua a partir desse ponto de verificação.
ru: Поиск независимых пиров Handshake. Подтвержденная локальная высота %1$d; эта синхронизация продолжается с этой контрольной точки.
tr: Bağımsız Handshake eşlerini bulma. Doğrulanmış yerel yükseklik %1$d; bu senkronizasyon o kontrol noktasından devam eder.
uk: Пошук незалежних аналогів Handshake. Перевірена локальна висота %1$d; ця синхронізація продовжується з цієї контрольної точки.
vi: Tìm các đồng nghiệp Handshake độc lập. Đã xác minh chiều cao cục bộ %1$d; quá trình đồng bộ hóa này tiếp tục từ điểm kiểm tra đó.
zh_hans: 寻找独立的Handshake同行。验证局部高度%1$d；此同步从该检查点继续。
zh_hant: 尋找獨立的Handshake同行。驗證局部高度%1$d；此同步從該檢查點繼續。

# wallet_reads_live_finalizing
source: Verified headers and wallet activity are current at height %1$d. Finalizing the read-only snapshot…
ar: الرؤوس ونشاط المحفظة الذي تم التحقق منه موجودان على ارتفاع %1$d. جارٍ إنهاء لقطة القراءة فقط...
de: Verifizierte Header und Wallet-Aktivität sind auf dem aktuellen Stand %1$d. Der schreibgeschützte Schnappschuss wird fertiggestellt …
es: Los encabezados verificados y la actividad de la billetera están actualizados en la altura %1$d. Finalizando la instantánea de solo lectura...
fa: هدرهای تأیید شده و فعالیت کیف پول در ارتفاع %1$d جاری است. در حال نهایی کردن عکس فوری فقط خواندنی…
fr: Les en-têtes vérifiés et l'activité du portefeuille sont actuels à la hauteur %1$d. Finalisation de l'instantané en lecture seule…
he: כותרות מאומתות ופעילות הארנק נוכחות בגובה %1$d. מסיים את תמונת המצב לקריאה בלבד...
hi: सत्यापित हेडर और वॉलेट गतिविधि %1$d ऊंचाई पर मौजूद हैं। केवल पढ़ने योग्य स्नैपशॉट को अंतिम रूप दिया जा रहा है...
id: Header terverifikasi dan aktivitas dompet terkini berada pada ketinggian %1$d. Menyelesaikan snapshot hanya-baca…
it: Le intestazioni verificate e l'attività del portafoglio sono attuali all'altezza %1$d. Finalizzazione dello snapshot di sola lettura…
ja: ヘッダーとウォレットのアクティビティは現在の高さ %1$d であることが確認されました。読み取り専用スナップショットを完成させています…
ko: 확인된 헤더 및 지갑 활동은 현재 %1$d 높이에 있습니다. 읽기 전용 스냅샷 마무리 중…
nl: Geverifieerde headers en portemonnee-activiteit zijn actueel op hoogte %1$d. De alleen-lezen momentopname voltooien...
pl: Zweryfikowane nagłówki i aktywność portfela są aktualne na wysokości %1$d. Kończę tworzenie migawki tylko do odczytu…
pt: Os cabeçalhos verificados e a atividade da carteira são atuais na altura %1$d. Finalizando o instantâneo somente leitura…
ru: Подтвержденные заголовки и активность кошелька актуальны на высоте %1$d. Завершение создания снимка, доступного только для чтения…
tr: Doğrulanmış başlıklar ve cüzdan etkinliği %1$d yüksekliğinde günceldir. Salt okunur anlık görüntü sonlandırılıyor…
uk: Перевірені заголовки та активність гаманця поточні на висоті %1$d. Завершення знімка лише для читання…
vi: Các tiêu đề và hoạt động ví đã được xác minh hiện đang ở mức %1$d. Đang hoàn tất ảnh chụp nhanh chỉ đọc…
zh_hans: 已验证的标头和钱包活动当前高度为 %1$d。正在完成只读快照...
zh_hant: 已驗證的標頭和錢包活動目前高度為 %1$d。正在完成唯讀快照...

# wallet_reads_live_headers
source: Verifying direct peer headers at height %1$d.
ar: التحقق من رؤوس النظير المباشر على ارتفاع %1$d.
de: Überprüfung direkter Peer-Header auf der Höhe %1$d.
es: Verificando encabezados de pares directos en altura %1$d.
fa: بررسی هدرهای همتا مستقیم در ارتفاع %1$d.
fr: Vérification des en-têtes d'homologues directs à la hauteur %1$d.
he: אימות כותרות עמיתים ישירות בגובה %1$d.
hi: ऊंचाई %1$d पर प्रत्यक्ष सहकर्मी शीर्षलेखों का सत्यापन किया जा रहा है।
id: Memverifikasi header rekan langsung pada ketinggian %1$d.
it: Verifica delle intestazioni peer dirette all'altezza %1$d.
ja: 高さ %1$d のダイレクト ピア ヘッダーを確認しています。
ko: 높이 %1$d에서 직접 피어 헤더를 확인하는 중입니다.
nl: Directe peer-headers verifiëren op hoogte %1$d.
pl: Weryfikacja bezpośrednich nagłówków równorzędnych na wysokości %1$d.
pt: Verificando cabeçalhos de pares diretos na altura %1$d.
ru: Проверка заголовков прямых одноранговых узлов на высоте %1$d.
tr: %1$d yüksekliğindeki doğrudan eş başlıklar doğrulanıyor.
uk: Перевірка прямих однорангових заголовків на висоті %1$d.
vi: Đang xác minh các tiêu đề ngang hàng trực tiếp ở độ cao %1$d.
zh_hans: 验证高度 %1$d 的直接对等标头。
zh_hant: 驗證高度 %1$d 的直接對等標頭。

# wallet_reads_live_retrying
source: Direct peers did not agree yet. Replacing peers and retrying %1$d of %2$d from verified local height %3$d.
ar: أقرانهم المباشرون لم يوافقوا بعد. استبدال النظراء وإعادة محاولة %1$d لـ %2$d من الارتفاع المحلي الذي تم التحقق منه %3$d.
de: Direkte Kollegen waren sich noch nicht einig. Peers ersetzen und %1$d von %2$d von der verifizierten lokalen Höhe %3$d aus erneut versuchen.
es: Los compañeros directos aún no se pusieron de acuerdo. Reemplazo de pares y reintento de %1$d de %2$d desde la altura local verificada %3$d.
fa: همتایان مستقیم هنوز موافقت نکردند. جایگزینی همتایان و امتحان مجدد %1$d از %2$d از ارتفاع محلی تأیید شده %3$d.
fr: Les pairs directs ne sont pas encore d’accord. Remplacement des pairs et nouvelle tentative de %1$d de %2$d à partir de la hauteur locale vérifiée %3$d.
he: עמיתים ישירים עדיין לא הסכימו. החלפת עמיתים וניסיון חוזר של %1$d של %2$d מגובה מקומי מאומת %3$d.
hi: प्रत्यक्ष सहकर्मी अभी तक सहमत नहीं थे। समकक्षों को प्रतिस्थापित करना और सत्यापित स्थानीय ऊंचाई %3$d से %2$d के %1$d को पुनः प्रयास करना।
id: Rekan langsung belum setuju. Mengganti rekan dan mencoba kembali %1$d dari %2$d dari ketinggian lokal terverifikasi %3$d.
it: I colleghi diretti non erano ancora d'accordo. Sostituzione dei peer e nuovo tentativo %1$d di %2$d dall'altezza locale verificata %3$d.
ja: 直接の同僚はまだ同意していません。ピアを交換し、検証されたローカル高さ %3$d から %1$d または %2$d を再試行します。
ko: 직접적인 동료들은 아직 동의하지 않았습니다. 피어를 교체하고 확인된 로컬 높이 %3$d에서 %2$d의 %1$d를 다시 시도합니다.
nl: Directe collega's waren het er nog niet over eens. Vervangende peers en probeer %1$d van %2$d opnieuw vanaf geverifieerde lokale hoogte %3$d.
pl: Bezpośredni współpracownicy jeszcze się nie zgodzili. Wymiana elementów równorzędnych i ponowienie próby %1$d %2$d ze zweryfikowanej wysokości lokalnej %3$d.
pt: Os pares diretos ainda não concordaram. Substituindo pares e tentando novamente %1$d de %2$d da altura local verificada %3$d.
ru: Прямые коллеги пока не согласились. Замена одноранговых узлов и повторная попытка %1$d из %2$d с проверенной локальной высоты %3$d.
tr: Doğrudan akranları henüz aynı fikirde değildi. Eşler değiştiriliyor ve doğrulanmış yerel yükseklik %3$d'den %2$d'nin %1$d'si yeniden deneniyor.
uk: Прямі однолітки ще не дійшли згоди. Заміна вузлів і повторна спроба %1$d з %2$d з перевіреної локальної висоти %3$d.
vi: Các đồng nghiệp trực tiếp vẫn chưa đồng ý. Thay thế các thiết bị ngang hàng và thử lại %1$d của %2$d từ độ cao cục bộ đã được xác minh %3$d.
zh_hans: 直接同行尚未同意。替换同级并从验证的本地高度 %3$d 重试 %2$d 的 %1$d。
zh_hant: 直接同行尚未同意。取代同級並從驗證的本地高度 %3$d 重試 %2$d 的 %1$d。

# wallet_reads_live_scanning
source: Verified headers are current at height %1$d. Scanning wallet activity through %2$d of %3$d.
ar: الرؤوس التي تم التحقق منها موجودة حاليًا على ارتفاع %1$d. مسح نشاط المحفظة من خلال %2$d لـ %3$d.
de: Verifizierte Header sind in der Höhe %1$d aktuell. Scannen der Wallet-Aktivität über %2$d oder %3$d.
es: Los encabezados verificados están actualizados en la altura %1$d. Escaneando la actividad de la billetera a través de %2$d de %3$d.
fa: هدرهای تأیید شده در ارتفاع %1$d جاری هستند. اسکن فعالیت کیف پول از طریق %2$d از %3$d.
fr: Les en-têtes vérifiés sont à jour à la hauteur %1$d. Analyse de l'activité du portefeuille via %2$d ou %3$d.
he: כותרות מאומתות נוכחות בגובה %1$d. סריקת פעילות הארנק דרך %2$d או %3$d.
hi: सत्यापित हेडर ऊंचाई %1$d पर मौजूद हैं। %3$d के %2$d के माध्यम से वॉलेट गतिविधि को स्कैन करना।
id: Header terverifikasi terkini pada ketinggian %1$d. Memindai aktivitas dompet melalui %2$d dari %3$d.
it: Le intestazioni verificate sono attuali all'altezza %1$d. Scansione dell'attività del portafoglio tramite %2$d di %3$d.
ja: 現在のヘッダーの高さは %1$d であることが確認されました。 %2$d または %3$d を通じてウォレット アクティビティをスキャンしています。
ko: 확인된 헤더는 현재 %1$d 높이에 있습니다. %3$d의 %2$d를 통해 지갑 활동을 검색합니다.
nl: Geverifieerde headers zijn actueel op hoogte %1$d. Portefeuilleactiviteit scannen via %2$d of %3$d.
pl: Zweryfikowane nagłówki są aktualne na wysokości %1$d. Skanowanie aktywności portfela poprzez %2$d z %3$d.
pt: Os cabeçalhos verificados são atuais na altura %1$d. Verificando a atividade da carteira por meio de %2$d de %3$d.
ru: Проверенные заголовки актуальны на высоте %1$d. Сканирование активности кошелька через %2$d или %3$d.
tr: Doğrulanmış başlıklar %1$d yüksekliğinde günceldir. %3$d'nin %2$d'si aracılığıyla cüzdan etkinliği taranıyor.
uk: Перевірені заголовки поточні на висоті %1$d. Сканування активності гаманця через %2$d або %3$d.
vi: Các tiêu đề đã được xác minh hiện có ở độ cao %1$d. Quét hoạt động ví thông qua %2$d của %3$d.
zh_hans: 已验证的标头当前高度为 %1$d。通过%3$d的%2$d扫描钱包活动。
zh_hant: 已驗證的標頭目前高度為 %1$d。透過%3$d的%2$d掃描錢包活動。

# wallet_reads_locked
source: Unlock the wallet before synchronizing read-only HNS data.
ar: قم بإلغاء قفل المحفظة قبل مزامنة بيانات HNS للقراءة فقط.
de: Entsperren Sie die Brieftasche, bevor Sie schreibgeschützte HNS-Daten synchronisieren.
es: Desbloquee la billetera antes de sincronizar los datos de solo lectura HNS.
fa: قبل از همگام‌سازی داده‌های فقط خواندنی HNS، قفل کیف پول را باز کنید.
fr: Déverrouillez le portefeuille avant de synchroniser les données HNS en lecture seule.
he: בטל את נעילת הארנק לפני סנכרון של נתוני HNS לקריאה בלבד.
hi: रीड-ओनली HNS डेटा को सिंक्रोनाइज़ करने से पहले वॉलेट को अनलॉक करें।
id: Buka kunci dompet sebelum menyinkronkan data HNS yang hanya bisa dibaca.
it: Sblocca il portafoglio prima di sincronizzare i dati HNS di sola lettura.
ja: 読み取り専用のHNSデータを同期する前にウォレットのロックを解除してください。
ko: 읽기 전용 HNS 데이터를 동기화하기 전에 지갑을 잠금 해제하세요.
nl: Ontgrendel de portemonnee voordat u alleen-lezen HNS-gegevens synchroniseert.
pl: Odblokuj portfel przed synchronizacją danych HNS tylko do odczytu.
pt: Desbloqueie a carteira antes de sincronizar os dados HNS somente leitura.
ru: Разблокируйте кошелек перед синхронизацией данных HNS, доступных только для чтения.
tr: Salt okunur HNS verilerini senkronize etmeden önce cüzdanın kilidini açın.
uk: Розблокуйте гаманець перед синхронізацією даних HNS лише для читання.
vi: Mở khóa ví trước khi đồng bộ hóa dữ liệu HNS chỉ đọc.
zh_hans: 在同步只读HNS数据之前解锁钱包。
zh_hant: 在同步只讀HNS資料之前解鎖錢包。

# wallet_reads_more
source: %1$d more items are present in this synchronized snapshot.
ar: %1$d يوجد المزيد من العناصر في هذه اللقطة المتزامنة.
de: %1$d In diesem synchronisierten Schnappschuss sind weitere Elemente vorhanden.
es: %1$d Hay más elementos presentes en esta instantánea sincronizada.
fa: %1$d موارد بیشتری در این عکس فوری همگام‌سازی شده وجود دارد.
fr: %1$d davantage d'éléments sont présents dans cet instantané synchronisé.
he: %1$d פריטים נוספים קיימים בתמונת מצב מסונכרנת זו.
hi: %1$d इस सिंक्रनाइज़ स्नैपशॉट में अधिक आइटम मौजूद हैं।
id: %1$d lebih banyak item hadir dalam snapshot tersinkronisasi ini.
it: %1$d sono presenti più elementi in questa istantanea sincronizzata.
ja: この同期されたスナップショットには、%1$d 個以上の項目が存在します。
ko: %1$d 이 동기화된 스냅샷에는 더 많은 항목이 있습니다.
nl: %1$d Er zijn meer items aanwezig in deze gesynchroniseerde momentopname.
pl: W tej zsynchronizowanej migawce znajduje się więcej elementów %1$d.
pt: %1$d mais itens estão presentes neste instantâneo sincronizado.
ru: %1$d В этом синхронизированном снимке присутствуют и другие элементы.
tr: Bu senkronize anlık görüntüde %1$d daha fazla öğe mevcut.
uk: На цьому синхронізованому знімку присутні інші елементи %1$d.
vi: %1$d có nhiều mục hơn trong ảnh chụp nhanh được đồng bộ hóa này.
zh_hans: %1$d 此同步快照中存在更多项目。
zh_hant: %1$d 此同步快照中存在更多項目。

# wallet_reads_name
source: %1$@ · proof height %2$d %3$@ %4$@
ar: %1$@ · ارتفاع الإثبات %2$d %3$@ %4$@
de: %1$@ · Prüfhöhe %2$d %3$@ %4$@
es: %1$@ · altura de prueba %2$d %3$@ %4$@
fa: %1$@ · ارتفاع اثبات %2$d %3$@ %4$@
fr: %1$@ · hauteur d'épreuve %2$d %3$@ %4$@
he: %1$@ · גובה הוכחה %2$d %3$@ %4$@
hi: %1$@ · सबूत ऊंचाई %2$d %3$@ %4$@
id: %1$@ · tinggi bukti %2$d %3$@ %4$@
it: %1$@ · altezza di prova %2$d %3$@ %4$@
ja: %1$@ · 耐候高さ %2$d %3$@ %4$@
ko: %1$@ · 보증 높이 %2$d %3$@ %4$@
nl: %1$@ · proefhoogte %2$d %3$@ %4$@
pl: %1$@ · wysokość próbna %2$d %3$@ %4$@
pt: %1$@ · altura de prova %2$d %3$@ %4$@
ru: %1$@ · контрольная высота %2$d %3$@ %4$@
tr: %1$@ · kanıt yüksekliği %2$d %3$@ %4$@
uk: %1$@ · пробна висота %2$d %3$@ %4$@
vi: %1$@ · chiều cao bằng chứng %2$d %3$@ %4$@
zh_hans: %1$@·证明高度%2$d %3$@ %4$@
zh_hant: %1$@·證明高度%2$d %3$@ %4$@

# wallet_reads_name_not_registered
source: not registered
ar: غير مسجل
de: nicht registriert
es: no registrado
fa: ثبت نشده است
fr: non inscrit
he: לא רשום
hi: पंजीकृत नहीं
id: tidak terdaftar
it: non registrato
ja: 登録されていません
ko: 등록되지 않음
nl: niet geregistreerd
pl: niezarejestrowany
pt: não registrado
ru: не зарегистрирован
tr: kayıtlı değil
uk: не зареєстрований
vi: chưa đăng ký
zh_hans: 未注册
zh_hant: 未註冊

# wallet_reads_name_registered
source: registered
ar: مسجل
de: registriert
es: registrado
fa: ثبت شده است
fr: enregistré
he: רשום
hi: पंजीकृत
id: terdaftar
it: registrato
ja: 登録済み
ko: 등록됨
nl: geregistreerd
pl: zarejestrowany
pt: registrado
ru: зарегистрированный
tr: kayıtlı
uk: зареєстрований
vi: đã đăng ký
zh_hans: 已注册
zh_hant: 已註冊

# wallet_reads_names_empty
source: No names are tracked by this wallet yet.
ar: لم يتم تعقب أي أسماء بواسطة هذه المحفظة حتى الآن.
de: Von dieser Wallet werden noch keine Namen erfasst.
es: Esta billetera aún no rastrea ningún nombre.
fa: هنوز هیچ نامی توسط این کیف پول ردیابی نشده است.
fr: Aucun nom n'est encore suivi par ce portefeuille.
he: הארנק הזה עדיין לא עוקב אחר שמות.
hi: इस वॉलेट द्वारा अभी तक कोई नाम ट्रैक नहीं किया गया है।
id: Belum ada nama yang dilacak oleh dompet ini.
it: Nessun nome è ancora tracciato da questo portafoglio.
ja: このウォレットではまだ名前が追跡されていません。
ko: 이 지갑에서는 아직 이름을 추적하지 않습니다.
nl: Er worden nog geen namen bijgehouden door deze portemonnee.
pl: Ten portfel nie śledzi jeszcze żadnych nazw.
pt: Nenhum nome foi rastreado por esta carteira ainda.
ru: Этот кошелек пока не отслеживает ни одного имени.
tr: Bu cüzdan tarafından henüz hiçbir isim takip edilmiyor.
uk: Цей гаманець ще не відстежує жодного імені.
vi: Chưa có tên nào được theo dõi bởi ví này.
zh_hans: 该钱包尚未追踪任何姓名。
zh_hant: 该钱包尚未追踪任何姓名。
